Repository: giellalt/corpus-nob
Catalog: tmx/fkv/news/ruijankaiku/ledere_2022_nob.docx.tmx
Source language: nob
Languages: fkv

source: Bra jobbet
fkv: Hyvin toimitettu

source: Vi lever i usikre tider, og mange kjenner på en fornyet uro for hva framtiden vil bringe.
fkv: Met elämä epävarmoi aikkoi ja moni oon uuđela tavala levoton tulleevaisuuđen takia.

source: Et godt råd når egne tanker blir for påtrengende, er å distrahere dem med noe hyggeligere.
fkv: Ko omat ajatukset ottaavat liikkaa pääle, se oon hyvä häiritä niitä jollaki somemalla.

source: For eksempel det magasinet du nå sitter med i hendene.
fkv: Esimerkiksi tällä makasiinila mikä sulla nyt oon käđessä.

source: Vi i Ruijan Kaiku forsøker alltid å presentere mye bra lesning, men i denne utgaven må du nok sette av ekstra godt med tid dersom du vil lese alt.
fkv: Met Ruijan Kaijussa freistaama tasan ilmineerata paljon hyvvää lujettavvaa, mutta tätä numeroo varten sulla häättyy olla eriliikaisen paljon tillaa jos sie halluut lukkeet kaikki.

source: Foruten vår faste kvensk-norske langlesning, har mars-magasinet nemlig gleden av å tilby første del av en ren kvensk langlesning.
fkv: Meiđän fastan kvääni-ruija-pitkänluvun lisäksi meilä oon marsimakasiinissa ilo tarjota ensimäisen osan muutamasta pitkästäluvusta mikä löyttyy tyhä kväänin kielelä.

source: Fortellingen kom inn til fjorårets kvenske skrivekonkurranse, så her er det bare å sette seg ned med ordboka og gi det et forsøk.
fkv: Muistelus oon yksi viimi vuođen kirjoituskilvan tekstiistä, niin ette se oon paras ette tyhä istuut alas sanakirjan kansa ja freistata saađa selvän.

source: Etter alt å dømme satte Kvenfolkets dag 2022 ny rekord når det gjelder antall steder som feiret og markerte dagen.
fkv: Kaikesta päätelen vuođen 2022 kväänikansan päivä teki uuđen rekordin mitä tullee määrhään paikkoi missä päivää feirathiin ja panthiin merkkhiin.

source: I alle fall ble det utvilsomt ny rekord i antall steder og kommuner som heiste kvenflagget.
fkv: Kuitenki se oli enämen ko koskhaan varhemin paikkoi ja kommuuniita mikkä nostethiin kvääniflavun.

source: Årsaken var at februar og mars bød på en stor tilvekst av politikere og administrativt ansatte som mente at også kvenenes flagg hører hjemme over norske rådhus.
fkv: Syynä tähän oon se ette fepruaarissa ja marsissa iti iso joukko uussii politikkariita ja virkaihmissii jokka ajatelthiin ette kvääniflakuki kuuluu Norjan raatihuonheitten pääle.

source: Vi har mye om Kvenfolkets dag i bladet, og nytter høvet til å si bra jobbet til alle som deltok.
fkv: Meilä oon paljon lujettavvaa kväänikansan päivän ympäri tässä lehđessä, ja sanomaki nyt ko meilä oon siihen tila, ette hyvin toimitettu kaikile niile jokka olthiin myötä.

source: Og spesielt til alle de frivillige som har stått på for å gjøre dagen til noe spesielt for store og små.
fkv: Ja erittäinki kaikile vapaaehtoisille jokka oon työtelheet sen etheen ette päivästä tuli erikoinen niin isoile ko pienileki.

source: Sist, men ikke minst, Årets kven er kåret.
fkv: Niin, ja vielä viimiseksi, Vuođen kväänin oon nyt valittu.

source: Hvem som vant har du kanskje fått med deg på ruijan-kaiku.no eller på Ruijan Radio, i dette bladet kan du lese mer om vinneren samt arrangørens begrunnelse.
fkv: Sie olet jo piian saanu ruijan-kaiku.no:sta eli Ruijan raadiosta tieđon kuka voitti, ja tästä lehđestä saat lukkeet sekä enämen voittaajasta ette juryn pohjauksen.

source: Vi sier gratulerer, og minner om at neste år betyr ny sjanse til å nominere eller bli nominert til Årets kven.
fkv: Met onnittelema ja muistutamma ette tulleevanna vuona oon taas tila nomineerata eli tulla nomineeratuksi Vuođen kvääniksi.

source: Vi håper du finner mye sårt tiltrengt avkobling i marsutgaven av Ruijan Kaiku.
fkv: Toivoma ette sie löyđät tästä Ruijan Kaijun marsikuun numerosta paljon kivasti kaivattuu sommaa vaihettelluu.

source: God lesning, og god påske. Å lære er å gjøre
fkv: Lukekkaa hyvin, ja hyvvii päässiäissii.

source: I dette magasinet byr vi på lesning fra de ulike festivalene som har gått av stabelen siden sist.
fkv: Tekemällä oppii Tässä makasiinissa meilä oon lujettavvaa viimi aikkoin eri festivaaliista.

source: Ruijan Kaiku har forsøkt å være til stede på så mye som råd var, og det var fint å se folk og aktiviteter og yrende liv etter to somre preget av korona-kanselleringer og folketomme forsamlingsområder.
fkv: Ruijan Kaiku oon freistanu olla paikala niin paljon ko mahđolinen, ja se oliki soma nähđä ihmissii ja aktiviteettiita ja virkkuu elämää jälkhiin kahđen koronakesän ko tapattumat oon jäänheet pitämättä ja kokkkoontumapaikat oon olheet tyyhät.

source: Det gjør fornyet inntrykk å se engasjementet og frivilligheten, og vi nytter høvet til å rette en stor takk til alle de involverte for å levere det som – når sant skal sies – stort sett er de eneste kvenske tilbudene folket har i sommermånedene.
fkv: Se tekkee taas vaikutuksen ko näkkee väjen työnankaruuđen ja vapaaehtoishomman, ja met sanoma tässä ison kiitoksen kaikile myötä olheile siitä ko het oon olheet antamassa ihmisille – jos tođen puhuma – kesäkuukausiitten kohta ainuat kväänitapattumat.

source: Ett prosjekt som har gjort inntrykk og som var å se også under Kipparifestivalen, er skoleprosjektet rundt nytteplanten poteten som nå foregår i Børselv.
fkv: Yksi prosekti mikä teki vaikutuksen ja minkä pääsi näkemhään Kipparifestivaalissa, oon kouluprosekti hyötyplantun puteetti ympäri.

source: Det var Riinakaisa Laitila som fikk ideen, en idé hun straks satte ut i livet da hun begynte i nyjobben ved Kvensk institutt.
fkv: Se oli Riinakaisa Laitila joka sai sen ideen, ideen minkä hän heti pani toimheen ko oli alkanu uutheen työhön Kainun Institutthiin.

source: Et godt eksempel på at nye medarbeidere ofte bringer med seg nye ideer, men først og fremst et ypperlig eksempel på en type pedagogikk vi har stor tro på.
fkv: Hyvä esimerkki siitä ette uuđet työteliijät ushein tuova myötänsä uussii ideita, mutta ennen kaikkee erinomhainen esimerkki semmoisesta pedagogikasta minkä pääle meilä oon helppo uskoot.

source: Etter årevis på skolebenken er det neppe rart at elever blir lei av tørr teori ledsaget av pugging, løsningen er å tenke utenfor den boksen som klasserommets fire vegger utgjør.
fkv: Ko koululaiset oon istunheet vuosittain koulun penkilä, se ei kyllä ole kumma jos het kylläänttyyvät kuivhaan teorihaan ja pänttäämisheen, ja silloin oon hyvä ajatella vähäisen klassiloman neljen seinän ulkopuolele.

source: Det heter så fint «learning by doing», og slik læring ved å gjøre noe, er det Laitila har lagt opp til.
fkv: Hommala oon fiini nimi «learning by doing», ja juuri semmoista oppimista tekemisen kautta Laitila oon pannu pysthöön.

source: Det er når vi mennesker beveger oss at vi er i vårt rette lærings-element, da blir innlæring noe som skjer mens og fordi vi gjør noe.
fkv: Se oon siihen laihiiin ette ko met ihmiset liikuma, se silloin met opima, ja juuri sillä ette samala tehemä jotaki.

source: Store tenkere har klekket ut sine beste ideer på sine rutinemessige og ofte svært lange spaserturer.
fkv: Suurten ajattelliijoitten parhaat ideet oon kuoriintunheet heiđän jokapäivälisillä ja ushein pitkiläki kävelyreisuila.

source: Her er skolen etter vår mening ennå for gammeldags, ved å seksjonere ut «kroppsøving» som eget fag, signaliserer den at kroppen ikke hører hjemme når vi øver oss i andre fag.
fkv: Tässä oon koulu meiđän mielestä vielä liijan vanhaanaikhainen; ko se osittaa ”kropinharjoituksen” omaksi faakiksi, se anttaa siinä ymmärttäät ette kroppi ei ole myötä ko harjoittelema muita faakkii.

source: Men det gjør kroppen så visst, og i poteettimaa i Pysijoki må elevene krafse og grave, samtidig som de kvenske ordene for det de holder på med, blir deres egne.
fkv: Mutta oon kyllä kroppi myötä, ja puteettimaala Pyssyjovessa koululapset häyttyyvät haravoita samala ko het saavat omhaan pithoon net kväänin sanat mikkä muistelhaan sen ympäri mitä het juuri oon tekemässä.

source: Det er, slik vi ser det, åpenbart at prosjektet må bli læremateriell til bruk i skolen og i voksenopplæringen.
fkv: Se oon, niin ko met sen näjemä, selvä ette tämä prosekti pittää päästä oppimateriaaliksi koulhuun ja raavhaitten koulaamisheenki.

source: Men gode prosjekter og utvikling av læremateriell tar ressurser og koster mye penger.
fkv: Mutta hyvät prosektit ja oppimateriaaliitten kehittäminen vaattiivat resurssiita ja maksaavat paljon rahhaa.

source: Det er nå under ett år til Sannhets- og forsoningskommisjonen skal levere sin rapport, og parallelt med håpet om at kommisjonen leverer noe som i ettertid er verdt mer for kvenene enn papiret det er skrevet på, håper vi myndighetene følger opp med betydelige bevilgninger.
fkv: Nyt oon alle vuođen siihen ette Tottuus- ja sovintokommisuuni anttaa ulos oman raportin, ja samala ko toivoma ette kommisuunilta saama jotaki mikä jälkhiin oon kvääniile isomasta arvosta ko paperi mille sen oon kirjoitettu, met toivoma ette esivalloilta oon tulossa merkittävvää rahoitusta.

source: Det er fint med frivillighet og entusiasme, men som vi har advart mot mange ganger før – strikken er tøyd i lengste laget, eller i vår sammenheng;
fkv: Vapaaehtoisuus ja oma halu oon fiinit assiit, mutta niin ko met olema varanheet usheita kerttoi ennenki – kymminauhan oon veđetty jo liijanki tiukale.

source: spiren er sådd, men jorden i ferd med å utarmes grunnet manglende vanning og gjødsling.
fkv: Eli tässä passaa sannoot ette siemenen oon kylvätty, mutta maa oon köyhenemässä ilman veđettä ja höystöttä.

source: Det pekes unisont på mangel på penger, og på fagfolk, noe som henger nært sammen.
fkv: Tasan sanothaan ette ei rahhaa eikä faaki-ihmissii ole, mikkä kaksi assiita liitythään likheisesti yhtheen.

source: Samtidig nærmer det seg hurtig, det som trolig er Statens siste sjanse til å reelt bøte på problemet i stedet for å kun dele ut plasterlapper.
fkv: Samhaan aikhaan likenee hopusti se aika mikä oon luultavasti staatin viimi mahđolisuus tođesti paranttaat assiintilan eikä tyhä jajela plasterilappui.

source: Det må skje i kjølvannet av kommisjonsrapporten, noe annet vil, slik vi ser det, være en statlig falitterklæring over sin påstått kvenske revitalisering.
fkv: Ja se pittää seurata heti jälkhiin kommisuunin raportin. Kaikki muu meinais, siltä meistä näyttää, staatin täyđelistä epäonnistumista ittensä väittämässä kväänin elästyttämisessä.

source: Kvensk i praksis?
fkv: Kvääni käyttökieleksi?

source: Når Per Erik Niva fra Karesuando drar på elgjakt med kompisene sine, snakker de sjelden eller aldri svensk innad i laget.
fkv: Ko kaaresuantolainen Per Erik Niva lähtee elkanpyythöön kaveriitten kans, se het puhhuuvat harvoin eli ei koskhaan ruottii oman roikan kesken.

source: De snakker kvensk .
fkv: Het puhhuuvat kväänii.

source: Eller meänkieli, et annet ord for samme sak.
fkv: Eli meänkieltä, mikä oon saman assiin toinen nimi.

source: Niva kan ei heller dra not på svensk.
fkv: Samoten nuottaa Niva ei pysty vetämhään ruottiksi.

source: Vel er han en kløpper på denne formen for fiske, men mange av de begrepene han og vennene bruker, fins bare på morsmålet meänkieli.
fkv: Hän oon kyllä seppämies tämänlaisessa fiskussa, mutta usheet niistä sanoista mitä hän ja hänen kaverit käyttäävät, oon olemassa tyhä äiđinkielelä eli meänkielelä.

source: Ordene fins ikke på svensk, et språk som brukt av Niva og hans venner kunne gitt økt risiko for rot-not, farlige situasjoner og generelt svakt utført fiske.
fkv: Niitä sannoi ei ole olemassakhaan ruottiksi, ja jos Niva ja hänen kaverit puhuttais sitä, nuotta saattais sotkeenttuut, hommasta tulis vaaralinen ja fiskuki menestyis huonosti.

source: Vi tar neppe feil når vi sier at Niva og dem snakker meänkieli i samtlige av sine utmarkssysler, være seg plukking av bær og sopp, vedhugst eller koie-bygging.
fkv: Uskon ette olema oikkeessa ko sanoma ette Niva ja net muut puhhuuvat meänkieltä kaikissa mettähommissa, oli sitte kysymys marjan- ja sienenkokkoomisesta, poltontevosta tahi kämpänpykkäämisestä.

source: Før, i hans fars tid og tidligere, var meänkieli det samlende språket også i skjøtsel av rein.
fkv: Vanhaasseen aikhaan, hänen faarin aikana ja varhemin, meänkieli oli yhtheinen käyttökieli kansa porohommissa.

source: «Alle», kan du lese Niva si i dette magasinet, eide eller drev med rein.
fkv: ”Kaikila”, niin saat lukkeet ette Niva sannoo tässä makasiinissa, oli porroi eli hommathiin niitten kansa.

source: Lappalaiset, men også lantalaiset.
fkv: Lappalaiset, mutta kansa lantalaiset.

source: Det vil si, Niva og co brukte og bruker språket slik språk er tiltenkt brukt, nemlig som kommunikasjonsmiddel rundt et praktisk formål.
fkv: Tämä meinaa ette Niva ja kumppanit käytethiin ja käyttäävät kieltä niin ko sen oon suuniteltuki käytettäväksi, nimittäin kommunikasuunikonstina käytänön hommissa.

source: Slik ble også vår hjemlige kvensk brukt før i tiden, folk tenkte neppe større over at det var kvensk de snakket, når de snakket.
fkv: Samhaan laihiin oli kansa meän kotokvääni piđossa vanhaasseen aikhaan, väki tuskin ajattelikhaan ette se oli kväänii mitä het puhuthiin.

source: Og enda viktigere, de snakket om livsviktige saker.
fkv: Ja mikä vielä tähđelisempi, het puhuthiin assiista missä kysymys oli hengen pärjäämisestä.

source: Fiske, jakt, bærplukking, om barna og oppdragelsen, om gårds- og husarbeid.
fkv: Fiskusta, jahđista, marjankokkoomisesta, kläpiistä ja ja niitten ylöskassuuttamisesta, talo- ja kototöistä.

source: Kort sagt om å berge seg her i livet.
fkv: Lyhykäisesti sanottunna, kunka sitä saattoi pärjätä ittensä tässä elämässä.

source: I dag har kvensk blitt et mål i seg selv. Det høres fint ut, med statlig revitalisering og det hele, spørsmålet er hvor langt man kommer med teoretisk tilnærming.
fkv: Tääpänä kväänistä oon tullu ittetarkoitus.

source: Språk er til for å løse praktiske utfordringer, problemet som må løses er at man i livets praksis har lite bruk for kvensk.
fkv: Se kyllä kuuluu hyvältä, staatilinen revitaliseeraus ja se kaikki, mutta sitä saattaa kyssyyt ette kunka pitkäle sillä päässee ette assiita kattothaan teoreettisesta näkövinkelistä.

source: Altså det motsatte av når Niva og vennene drar ut i skogen, hvor de i praksis ikke har bruk for svensk.
fkv: Kieli oon sitä varten ette sen avula selvithään käytänön elämästä, ja probleemina oon ette tosiassiissa ei kväänii ennää tavita elämssä pärjäämisheen.

source: Løsningen er åpenbar.
fkv: Eli tila oon juuri vastakkainen sille ko Niva ja hänen kaverit lähteevat metthään missä heilä ei ole käyttöö ruottin kielele.

source: Skape arenaer slik at kvensk igjen får praktisk betydning.
fkv: Ratkaisu oon päivänselvä.

source: Helge Huru peker i et leserinnlegg på det samme.
fkv: Pittää laittaat areenoita missä kvääni taas päässee käytänön pithoon.

source: At hovedutfordringen for dagens kvensk, er den manglende bruken i dagliglivet.
fkv: Helge Huru puhhuu lukkiijakirjoituksessa (s. 33) tästä samasta assiista.

source: Derfor bør alle som har kvensk som morsmål, skriver han, engasjeres av staten i bergingsforsøket.
fkv: Ette nykypäivänä pahimus uhka kväänin kielele oon ette se ei ole arkipäivän piđossa.

source: Vi støtter Hurus forslag, og tar til orde for en statlig satsing hvor man også løfter folk fra status som ildsjel – til status som betalt ildsjel.
fkv: Sillä staatti häyttyy ottaat pärjäysprosekthiin myötä kaikki joitten äiđinkieli oon kvääni, hän kirjoittaa.

source: For eksempel at våre mange lokale kvenske språkforbilder gis lønnete tilbud om å bli nasjonale kvenske språkforbilder.
fkv: Met tujema Hurun ehđotusta ja ehđotamma ette staatti satsaa siihen ette ihmisten statuksen muutethaan valkkeesielusta palkatuksi valkkeesieluksi.

source: Kall det gjerne kunstnerlønn eller statsstipend.
fkv: Esimerkiksi siihen laihiin ette monile meiđän nykyisistä paikan kieliesikuvista annethaan mahđolisuus ette saađa palkkaa siitä ette heistä tulleeki kansaliset kieliesikuvat.

source: Og med dyktige morsmålsbrukere på plass, gjenstår det å etablere eller bedre sagt gjenopprette gode arenaer for bruken av kvensk i praksis.
fkv: Sitä saattaa käskeet vaikka kunstneripalkaksi tahi staatinstipendiksi.

source: Ingen tvil om at folk ønsker å kvenske utenfor klasserommene, det er nærliggende å se for seg et kvensk soppkurs over ei helg eller to.
fkv: Ko meilä ensistä oon olemassa sepät äiđinkielenpuhhuujat, se sitte se oon tyhä pystyttäät eli paremin sanottunna uuđesti pystyttäät hyvvii areenoita missä kvääni oon piđossa.

source: Forbud mot å prate norsk, bør det smått humoristisk stå på invitasjonen.
fkv: Se oon selvä ette ihmiset toivoovat ette kväänin kieli löyttyy kansa klassilommmiin ulkopuolelta, sitä saattais esimerkiksi pittäät kvääninkielisen sienikursin yhtenä eli kahtana pyhänä.

source: Det er nemlig utrolig hva vår hjerne kan utrette, når den settes under det steinharde presset som det er å streve med å gjøre seg forstått i praksis.
fkv: Ruijan kielen puhuminen kieletty, niin pittää pikkusomasti invitasuunissa seissoot.

source: Derfor må det innrømmes at vi misunner Niva og kompisene.
fkv: Se oon nimittäin uskomaton mihin meiđän aivot pystyyvät ko net panhaan siihen kivenkovhaan prässhiin ette pittää pystyyt tekemhään ittensä ymmäretyksi käytänössä.

source: Verken for den store elgen eller den kruttsterke dotsupen, men for praten rundt jakta, og rundt bålet.
fkv: Sillä pittääki tunnustaat ette met kyllä olema katheeliset Nivale ja hänen kaveriile.

source: Det viktigste året
fkv: Emmä kyllä sen ison elkan takia emmäkä väkevän kaatoryypynkhään takia, mutta heiđän jahtipraatin ja valkkeepraatin takia.

source: Kvenfolket er en nasjonal minoritet, men det føles iblant som om vi er noe mer.
fkv: Kaikkiin tärkkein vuosi

source: Vi har hørt folk si at kvenene er der hvor samene var for noen tiår siden.
fkv: Kväänikansa oon kansalinen minoriteetti, mutta muutamista tunttuu ko met olisimma jotaki muutaki.

source: I startgropa.
fkv: Kuulema ette ihmiset sannoovat ette kväänit oon nyt sielä missä saamelaiset olthiin muutamppii vuosikymmeniitä aikkaa.

source: Da pekes det på en framtid hvor kvenene er et stort og anerkjent folk med godt synlig kultur, med eget språk som brukes aktivt, og en større demokratisk overbygning i form av eget kventing og andre institusjoner.
fkv: Starttikuopassa.

source: Potensialet til stede.
fkv: Silloin meile näytethään tulleevaisuutta missä kväänit oon iso ja tunnustettu kansa minkä kulttuuri näkkyy, minkä oma kieli oon hyvässä hoiđossa ja millä oon omat demokraatiliset ylirustingit niin ko kväänitinka ja muita institusuuniita.

source: Noen forskere sier at det er minst 50 000 av oss, kompetente lekfolk mener tallet kan være opp mot 100 000.
fkv: Kyllä se oon mahđolinen.

source: Fordi selvidentifisering må ligge til grunn, har de høyeste anslagene som forutsetning at stadig nye nordmenn er åpne om sine kvenske røtter.
fkv: Jokku tutkiijat sannoovat ette meitä oon kuitenki 50 000, kompetentit maalikot ette luku saattaa olla sataki tuhatta.

source: Det virker å finne sted.
fkv: Ko ihminen häyttyy itteki tuntteet ittensä kvääniksi, se korkkeimat arvelut vaattiivat ette aina usseemat ette usseemat norjalaiset aukenethaan omista kväänijuurista.

source: Det føles også som om kvenene har et håp for framtiden som på visse områder skiller seg ut.
fkv: Niin näyttääki tapattuuvan.

source: En slags iver etter å komme til et nytt punkt, bli noe mer enn de er i dag.
fkv: Se tunttuu kansa niin ko kvääniilä olis tulleevaisuuđenuskoo mikä muutamissa suhtheissa eroittuu muista.

source: Kvensk er Norges sjanse til å berge et ikke-samisk nasjonalt minoritetsspråk, vi tror at kvener føler hast og iver fordi mye står på spill.
fkv: Yhđenlainen inta päästä uuđele tasale, pitemälle ko missä het oon tääpänä.

source: Fordi kvenene er ekstremt godt integrert i den norske befolkningen – andre ord er fornorsket eller usynliggjort – vil de streve med å komme til et slikt nytt sted uten hjelp.
fkv: Norjala oon mahđolisuus pelastaat yhđen semmoisenki kansalisen minoriteettikielen mikä ei kuulu saamen kielten joukkhoon, ja met uskoma ette kvääniilä sillä oon niin hoppu ja inta päälä ette pelissä oon niin paljon.

source: En hjelp de i dag ikke får.
fkv: Ko kväänit oon niin hirmunen hyvin integreeraantunheet Norjan kanshaan – toisin sannoin ruijalaistunheet eli muuttunheet näkymättömäksi – het työtelhään ette päästäis uuđele tasala ilman muitten avuttaki.

source: Kvenene blir år for år bedt om å løfte seg selv opp fra myra, statens innsats holder knapt til å kjøpe seg parykk for å tildekke det faktum at man sliter av seg håret.
fkv: Ja ilman avuttahan het tääpänä oonki.

source: Året vi nå er inne i er blant de viktigste i den kvenske historien.
fkv: Kväänii käskethään vuosi vuođen jälkhiin ette nostakkaa itte ittenä levästä, staatin apu oon juuri ja juuri nokko ette saattaa ostaat tekohykset peittämhään klanin ko oon ensistä kiskonu hykset päästä.

source: Hvis oppstarten av den første kvenforeningen i 1984 var startpunktet, kan 2023 bli endepunktet.
fkv: Tämä uusi vuosi oon yksi kvääniin histoorian tärkkeimistä vuosista.

source: Eller året da det hele for alvor tok av.
fkv: Jos ensimäisen kvääniyhđistyksen perustaminen vuona 1984 oli alkukohta, se vuođesta 2023 saattaa tulla loppukohta.

source: Det skyldes at 2023 er året da Kommisjonen for sannhet og forsoning legge fram sin rapport.
fkv: Eli se vuosi ko kaikki oikhein tođesti lähtee käynthiin.

source: De har frist til 1. juni, om fire måneder bare, vi tror at rapporten og den politiske behandlingen som følger langt på vei vil avgjøre kvenfolkets videre skjebne.
fkv: Niin sen takia ette vuosi 2023 oon se vuosi ko Tottuuđen ja sovinon komisuuni anttaa ulos ittensä raportin.

source: Uten avbøtende midler av betydelig omfang, er sannheten den at det blir ingen forsoning.
fkv: Heilä oon fristi 1. juunikuuta, aikkaa oon tyhä nelje kuukautta, ja met uskoma ette raportti ja sitä seuraava poliittinen toimi tullee paljossa päättämhään kvääänikansan tulleevasta kohtalosta.

source: I stedet for nye toner blir det bare flere vers på den gamle fornorsknings-visa.
fkv: Jos tuloksenna ei ole merkittäävii suojatoimii, tosiassii oon ette mithään sovinttookhaan ei tule.

source: Kvenene blir selvfølgelig ikke borte selv om staten vender dem ryggen, de vil fortsette å sysle med sine fragmenterte biter av språk og kultur.
fkv: Uussiin sävelheitten sijhaan saama tyhä uussii värssyi vanhaasseen ruijalaistamisvirtheen.

source: Det som blir borte, uroes vi for, er troen på framtiden.
fkv: Kväänit ei tietenkhään hävvii mihinkhään vaikka staatti käänttää heile sölän, het jatkathaan puohailuu ommiin kielen ja kulttuurin rästiin kansa.

source: Kort sagt håpet og gleden.
fkv: Mikä hävvii, sitä met murettimma, oon usko tulleevaisuutheen.

source: Det er få tjent med, og vi understreker at Norge fortjener et kvenfolk som også etter 2023 har tro på framtiden.
fkv: Lyhykäisesti sannoin toivo ja ilo.

source: Fra avskrekking til bare skrekk
fkv: Siitä harva hyöttyy, ja met allepriimustamma ette Norjan etu oon ette kväänikansa uskoo tulleevaisuutheen kansa jälkhiin vuođen 2023 lopun.

source: Det er tungt å holde oppe gleden, meningen og motivasjonen, når man igjen blir minnet om at eksistensen til kvenfolket, samefolket, det norske folket, alle jordens folk – er underlagt atomvåpen.
fkv: Pölättelystä pelkkhään pölkhöön

source: Som ungdom husker jeg hvilken intens motstander min mor var av slike våpen, hun og mange med henne så global tilintetgjørelse som en trussel så stor at alle andre gode formål var underordnet.
fkv: Se oon raskas pittäät ylhäälä illoo, merkitystä ja motivasuunii ko taas tullee muistutetuksi siitä ette atomiasheet uhathaan kväänikansan, saamen kansan, koko Norjan kansan, mailman kaikkiin kanssoin koko olemassaolloo.
